---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsConduitBendradius
source: html/94208112-10e0-eaf4-02a2-bc3482f015d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsConduitBendradius Property

"Bend Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsConduitBendradius { get; }
```